<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<!doctype html>
<html lang="en">
<head>
    <meta charset="UTF-8" />
    <title></title>
    <meta name="keywords" content="贷款,小额借钱,借贷,贷款app,急用钱,短期快速放贷,极速借款借钱,小额贷款">
    <meta name="description" content="专注于为个人提供正规小额贷款、无抵押贷款、个人贷款、闪电借钱等服务">
    <script src="/static/js/flexable.js"></script>
    <meta name="format-detection" content="telephone=no" />
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="#7CD88E">
    <script src="/static/js/jquery.min.js"></script>
        <script src="/static/js/download.js"></script>
        <script>
        var _hmt = _hmt || [];
        (function() {
          var hm = document.createElement("script");
          hm.src = "https://hm.baidu.com/hm.js?f98257d164a7690cce2cab7629ec3707";
          var s = document.getElementsByTagName("script")[0]; 
          s.parentNode.insertBefore(hm, s);
        })();
    </script>
</head>
<body>
    <link rel="stylesheet" href="/static/css/style.css">
<div class="reg-agreement">
  <div class="reg-wrap">
    <h1>注册协议</h1>
    <p>请务必认真阅读和理解本《用户注册协议》（下称“协议”）中规定的所有权利和限制。除非您接受本协议条款，否则您无权注册、登录或使用本协议所涉及的相关服务。您注册、登录、使用或以任何方式使用本协议所涉及的相关服务的行为将视为对本协议的接受，即表示您同意接受本协议各项条款的约束。如果您不同意本协议中的条款，请不要注册、登录或试用本协议相关服务。本协议是用户与厦门左粒网络科技有限公司（下称“左粒网络”）之间的法律协议，本协议具有和合同一样的法律效力。</p>
    <p>本协议内容包括以下条款及已经发布的或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。本协议是由用户与左粒网络共同签订的，适用于用户在左粒网络旗下产品粒粒钱包的全部活动。在用户注册时，用户已经阅读、理解并接受本协议的全部条款及各类规则，并承诺遵守中国现行的法律、法规、规章及其他政府规定，如有违反而导致任何法律后果的发生，用户将以自己的名义独立承担所有相应的法律责任。</p>
    <p>厦门左粒网络科技有限公司有权根据需要不时地制定、修改本协议或各类规则，如本协议及规则有任何变更，左粒网络将在网站、手机客户端上刊载公告，经修订的协议、规则一经公布后，立即自动生效。用户应不时地注意本协议及附属规则地变更，若用户不同意相关变更，左粒网络有权不经任何告知终止、中止本协议或者限制用户进入左粒网络及粒粒钱包产品的全部或者部分板块且不承担任何法律责任。</p>
    <p>用户确认本协议后，本协议即在用户和左粒网络之间产生法律效力。用户按照左粒网络及粒粒钱包规定的注册程序成功注册为用户，既表示同意并签署了本协议。本协议不涉及用户与左粒网络的其他用户之间因网上交易而产生的法律关系及法律纠纷，但用户在此同意将全面接受和履行与左粒网络其他用户签订的任何电子法律文本，并承诺按该法律文本享有和/或放弃相应的权利、承担和/或豁免相应的义务。</p>
    <h2>一、使用限制</h2>
    <p>用户承诺合法使用左粒网络提供的服务及网站内容。禁止在左粒网络及粒粒钱包从事任何可能违反中国现行的法律、法规、规章和政府规范性文件的行为或者任何未经授权使用粒粒钱包的行为，如擅自进入粒粒钱包的未公开系统、不正当地使用密码和网站任何内容等。</p>
    <p>左粒网络只接受中华人民共和国（不包括香港特区、澳门特区及台湾地区）的21周岁以上的具有完全民事行为能力的自然人成为网站和APP用户。如用户不符合资格，请勿注册。左粒网络保留中止或终止用户身份的权利。</p>
    <p>用户注册成功后，不得将注册的用户名转让给第三方或者授权给第三方使用。用户确认，使用本人的用户名和密码登录粒粒钱包后在粒粒钱包的一切行为均代表用户本人并由用户本人承担相应的法律后果。</p>
    <p>用户有义务在注册时提供自己的真实资料，并保证诸如电子邮件地址、联系电话、联系地址、邮政编码等内容的有效性及安全性。如用户因网上交易与其他用户产生诉讼的，左粒网络将根据隐私规则披露相关用户资料。</p>
    <p>经国家生效法律文书或行政处罚决定确认用户存在违法行为，或者左粒网络有足够事实依据可以认定用户存在违法或违反本协议的行为的或者用户借款逾期未还的，用户在此同意并授权左粒网络在因特网络上公布用户的违法、违约行为及用户事先提供给左粒网络的信息和资料，并将该等内容记入任何与用户相关的信用资料和档案。</p>
    <h2>二、涉及第三方网站</h2>
    <p>左粒网络的手机客户端、网站内容可能涉及由第三方所有、控制或者运营的其他网站（以下称“第三方网站”）。左粒网络不能保证也没有义务保证第三方网站上的信息的真实性和有效性。用户确认按照第三方网站的服务协议使用第三方网站，而不是按照本协议。第三方网站不是左粒网络推荐或者介绍的，第三方网站的内容、产品、广告和其他任何信息均由用户自行判断并承担风险，而与左粒网络无关。</p>
    <h2>三、免责声明</h2>
    <p>除左粒网络明确表示提供担保的业务外，左粒网络提供的服务中不带有对左粒网络及粒粒钱包中的任何用户、任何交易的任何保证或条件，无论是明示、默示或法定的，因此左粒网络及其股东、创建人、高级职员、董事、代理人、关联公司、母公司、子公司和雇员等均不能完全保证网站内容的真实性、充分性、及时性、可靠性、完整性和有效性，并且免除任何由此引起的法律责任。</p>
    <h2>四、责任限制</h2>
      <p>在任何情况下，左粒网络对用户使用粒粒钱包服务而产生的任何形式的直接或间接损失均不承担法律责任，包括但不限于资金损失、利润损失、营业中断损失等。因为粒粒钱包或者涉及第三方网站的设备、系统存在缺陷或者因为计算机病毒造成的损失，左粒网络均不负责赔偿，用户的补救措施只能是与左粒网络终止本协议并停止使用粒粒钱包。但是，中国现行法律、法规另有规定的除外。</p>
    <h2>五、网站内容监测</h2>
      <p>左粒网络没有义务监测网站、手机端内容，但是用户确认并同意左粒网络及粒粒钱包有权不时地根据法律、法规、政府要求透露、修改或者删除必要的、合适的信息，以便更好地运营粒粒钱包并保护自身及粒粒钱包的其他合法用户。</p>
    <h2>六、隐私规则</h2>
    <p>左粒网络对于用户提供的、自行收集的、经认证的个人信息将按照本规则予以保护、使用或者披露。当用户作为借入人借款逾期未还时，左粒网络及作为借出人的其他用户可以采取发布用户的个人信息的方式追索债权，但左粒网络对上述行为免责。</p>
     <div class="children">
         <dl>
             <dt>1、用户身份限制</dt>
             <dd>左粒网络要求未成年人（年龄18周岁以下人士）、中国大陆以外地区人士及自然人以外的组织等不要通过粒粒钱包向左粒网络提交任何个人资料。</dd>
         </dl>
         <dl>
             <dt>2、涉及的个人资料</dt>
             <dd>
                 <p>用户提供给左粒网络的个人资料及用户同意左粒网络收集的个人资料的主要目的在于向用户提供一个顺利、有效和度身订造的交易经历。</p>
                 <p>左粒网络可能自公开来源了解用户的情况，并为其度身订造粒粒钱包服务、解决争议并有助确保在网站进行安全交易。</p>
                 <p>左粒网络按照用户在粒粒钱包APP上的行为自动追踪关于用户的某些资料。左粒网络利用这些资料进行有关左粒网络之用户的人口统计、兴趣及行为的内部研究，以更好地了解用户及向用户和左粒网络的用户社区提供更好的服务。</p>
                 <p>左粒网络在粒粒钱包的某些网页上使用诸如“Cookies”的资料收集装置。</p>
                 <p>如果用户将个人通讯信息（例如：手机短信、电邮或信件）交付给左粒网络，或如果其他用户或第三方向左粒网络发出关于用户在粒粒钱包上的活动或登录事项的通讯信息，左粒网络可以将这些资料收集在用户的专门档案中。</p>
             </dd>
         </dl>
         <dl>
             <dt>3、左粒网络对用户的资料的使用</dt>
             <dd>
                 <p>用户同意左粒网络可使用关于用户的个人资料（包括但不限于左粒网络持有的有关用户的档案中的资料，及左粒网络从用户目前及以前在粒粒钱包上的活动所获取的其他资料）以解决争议、对纠纷进行调停、有助于确保在粒粒钱包进行安全交易，并执行左粒网络的服务协议。左粒网络有时候可能调查多个用户以识别问题或解决争议，特别是左粒网络可审查用户的资料以区分使用多个用户名或别名的用户。为禁止用户在粒粒钱包上的欺诈、非法或其他刑事犯罪活动，使左粒网络及粒粒钱包免受其害，用户同意左粒网络利用粒粒钱包可通过人工或自动程序对用户的个人资料进行评价。</p>
                 <p>为帮助用户实现金融服务的需求，用户同意左粒网络使用用户的个人资料进行风险评估，并将相关信息和评估结果发送至合作金融机构；同时，为保证金融机构资金和风险管理要求，同意左粒网络将用户相关信息提供至第三方开展调查和催收等服务。</p>
                 <p>用户同意左粒网络可以使用用户的个人资料以改进粒粒钱包的推广和促销工作、分析APP的使用率、改善粒粒钱包的内容和产品推广形式，并使左粒网络的内容、设计和服务更能符合用户的要求。这些使用能改善粒粒钱包的网页，以调整粒粒钱包的网页使其更能符合用户的需求，从而使用户在使用粒粒钱包服务时得到更为顺利、有效、安全及度身订造的交易体验。</p>
                 <p>用户同意粒粒钱包利用用户的资料与用户联络并向用户传递（在某些情况下）针对用户的兴趣而提供的信息，例如：有针对性的广告条、行政管理方面的通知、产品提供以及有关用户使用粒粒钱包的通讯。</p>
             </dd>
         </dl>
         <dl>
             <dt>4、左粒网络对用户的资料的披露</dt>
             <dd>
                 <p>虽然左粒网络采用行业标准惯例以保护用户的个人资料，鉴于技术限制，左粒网络不能确保用户的全部私人通讯及其他个人资料不会通过本隐私规则中未列明的途径泄露出去。</p>
                 <p>左粒网络有义务根据有关法律要求向司法机关和政府部门提供用户的个人资料。在用户未能按照与左粒网络签订的协议或者与左粒网络其他用户签订的借款协议等其他法律文本的约定履行自己应尽的义务时，左粒网络有权根据自己的判断或者与该笔交易有关的其他用户的请求披露用户的个人资料，并做出评论。用户的借款逾期超过30天的，左粒网络有权对用户提供的及左粒网络自行收集的用户的个人信息和资料编辑入网站黑名单，并将该黑名单对第三方披露，且左粒网络有权将用户提交的资料或左粒网络在公开领域了解的用户的情况与任何第三方进行数据共享，以便网站和第三方催收逾期借款及对用户的其他申请进行审核之用，由此第三方的行为造成用户损失，左粒网络不承担法律责任。</p>
             </dd>
         </dl>
         <dl>
             <dt>5、用户对其他用户的资料的使用</dt>
             <dd>
                 <p>在左粒网络提供的交易活动中，用户无权要求左粒网络提供其他用户的个人资料，除非符合以下条件：</p>
                 <p>A. 用户已向法院起诉其他用户的在左粒网络活动中的违约行为；</p>
                 <p>B. 接受用户贷款的借款人逾期未归还借款本息；</p>
                 <p>C. 左粒网络被吊销营业执照、解散、清算、宣告破产或者其他有碍于用户收回借款本息的情形。</p>
             </dd>
         </dl>
         <dl>
             <dt>6、电子邮件和群组</dt>
             <dd><p>用户不得使用左粒网络提供的站内信息服务、群组服务或其他电子邮件转发服务发出垃圾邮件、信息或其他可能违反左粒网络的服务协议的内容。如果您利用左粒网络的服务向没有在粒粒钱包内注册的电子邮件地址发出电子邮件，左粒网络除了利用该电子邮件地址发出用户的电子邮件之外将不作任何其他用途。左粒网络不会出租或出售这些电子邮件地址。左粒网络不会永久储存电子邮件信息或电子邮件地址。</p></dd>
         </dl>
         <dl>
             <dt>7、密码的安全性</dt>
             <dd><p>用户须对使用用户的用户名和密码所采取的一切行为负责。因此，用户不要向任何第三方披露用户在粒粒钱包的用户名和密码，否则由此造成的损失由用户自行承担。</p></dd>
         </dl>
     </div>
      <h2>七、补偿</h2>
      <p>就任何第三方提出的，由于用户违反本协议及纳入本协议的条款和规则或用户违反任何法律、法规或侵害第三方的权利而产生或引起的每一种类和性质的任何索赔、要求、诉讼、损失和损害（实际的、特别的及有后果的），无论是已知或未知的，包括合理的律师费，用户同意就此对左粒网络和（如适用）粒粒钱包的母公司、子公司、关联公司、高级职员、董事、代理人和雇员进行补偿并使其免受损害。</p>
    <h2>八、终止</h2>
      <p>除非左粒网络终止本协议或者用户申请终止本协议且经左粒网络同意，否则本协议始终有效。左粒网络有权在不通知用户的情况下在任何时间终止本协议或者限制用户使用粒粒钱包。</p>
    <h2>九、适用法律和管辖</h2>
      <p>因左粒网络提供服务所产生的争议均适用中华人民共和国法律，并由左粒网络住所地的厦门市海沧区人民法院管辖。</p>
      <h2>十、附加条款</h2>
      <p>在左粒网络的某些部分或页面中可能存在除本协议以外的单独的附加服务条款，当这些条款存在冲突时，在该些部分和页面中附加条款优先适用。</p>
      <h2>十一、条款的独立性</h2>
      <p>若本协议的部分条款被认定为无效或者无法实施时，本协议中的其他条款仍然有效。</p>
      <h2>十二、投诉与建议</h2>
      <p>用户对左粒网络有任何投诉和建议，请通过关注“小粒友”微信公众号联系客服。</p>
  </div>
</div>
    
</body>
</html>
